Repository: tasdid-team/tasdid-wp-plugin
Catalog: languages/tasdid-gateway-*.po
Languages: ar

source: Tasdid Logs
ar: سجلات تسديد

source: Title
ar: العنوان

source: Actions
ar: الإجراءات

source: download
ar: تحميل

source: Tasdid Gateway
ar: خدمات تسديد

source: Custom ServiceID
ar: الـ Id الخاص بالخدمة

source: Tasdid Gateway was disabled, You must set global ServiceID from Tasdid Gateway settings, this serviceID will be used when customer buy difference items
ar: تم إيقاف الدفع من خلال منصة تسديد, يرجى ادخال ال ID الخاص بالخدمة من اعدادات الدفع من خلال تسديد, يتم استخدام هذا ال ID عند شراء اكثر من منتج في نفس الطلب

source: Enable
ar: تفعيل

source: Enable Tasdid Gateway
ar: تفعيل الدفع من خلال تسديد

source: Payment Option Title
ar: عنوان خيار الدفع

source: Description
ar: الوصف

source: This description is what user see when choose tasdid gateway
ar: هذا الوصف هو الوصف الذي يراه العميل عند اختيار منصة تسديد

source: Pay via Tasdid with your QiCard or MasterQi
ar: دفع الفاتورة من خلال منصة تسديد من خلال بطاقة ماستر كي و بطاقة كي كارد

source: Username
ar: اسم المستخدم

source: Tasdid username
ar: اسم المستخدم الخاص بتسديد

source: Password
ar: كلمة المرور

source: Tasdid password
ar: كلمة المرور الخاصة بتسديد

source: store currency is the dollar?
ar: هل عملة المتجر هي الدولار ؟

source: check this only if your store currency is the dollar
ar: ضع صح في حال كون عملة المتجر هي الدولار فقط

source: The exchange rate of the dollar against the dinar
ar: سعر صرف الدولار مقابل الدينار العراقي

source: Tasdid ServiceId
ar: الـ Id الخاص بالخدمة

source: ServiceID
ar: الـ Id الخاص بالخدمة

source: Dear Mr/Mrs.
ar: السيد\السيدة.

source: An invoice has been created for your order, please pay the bill through tasdid platform
ar: تم انشاء فاتورة خاصة بطلبك على منصة تسديد, يرجى تسديد الفاتورة من خلال المنصة من اجل اكمال الطلب

source: Pay Bill
ar: دفع الفاتورة

source: Awaiting bill payment
ar: في انتظار دفع الفاتورة

source: Sorry, this order already has a bill from tasdid.
ar: عذراً, هذا الطلب يمتلك فاتورة على منصة تسديد بالفعل.

source: Something Wrong, please check your information
ar: هنالك مشكلة, يرجى المحاولة في وقت لاحق
